
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>外设 · 笔记本选购指南</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Ein Verne">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="operating-system.html" />
    
    
    <link rel="prev" href="display.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="https://einverne.github.io/" target="_blank" class="custom-link">博客地址</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                        <b>1.1.</b>
                    
                    介绍
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../preface/">
            
                <a href="../preface/">
            
                    
                        <b>1.2.</b>
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="./">
            
                <a href="./">
            
                    
                        <b>1.3.</b>
                    
                    计算机的几大重要组成部分
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="cpu.html">
            
                <a href="cpu.html">
            
                    
                        <b>1.3.1.</b>
                    
                    CPU
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="ram.html">
            
                <a href="ram.html">
            
                    
                        <b>1.3.2.</b>
                    
                    内存
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="harddrive.html">
            
                <a href="harddrive.html">
            
                    
                        <b>1.3.3.</b>
                    
                    硬盘
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="graphics-card.html">
            
                <a href="graphics-card.html">
            
                    
                        <b>1.3.4.</b>
                    
                    显卡
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="display.html">
            
                <a href="display.html">
            
                    
                        <b>1.3.5.</b>
                    
                    显示器
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.6" data-path="peripherals.html">
            
                <a href="peripherals.html">
            
                    
                        <b>1.3.6.</b>
                    
                    外设
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="operating-system.html">
            
                <a href="operating-system.html">
            
                    
                        <b>1.3.7.</b>
                    
                    操作系统
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../guide/first-step.html">
            
                <a href="../guide/first-step.html">
            
                    
                        <b>1.4.</b>
                    
                    购买指南
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../end/">
            
                <a href="../end/">
            
                    
                        <b>1.5.</b>
                    
                    结语
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >外设</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5916;&#x8BBE;">&#x5916;&#x8BBE;</h1>
<p>&#x5BF9;&#x4E8E;&#x7B14;&#x8BB0;&#x672C;&#x800C;&#x8A00;&#xFF0C;&#x5916;&#x8BBE;&#x65E0;&#x975E;&#x4E5F;&#x5C31;&#x662F;&#x8F93;&#x5165;&#xFF0C;&#x8F93;&#x51FA;&#x8BBE;&#x5907;&#xFF0C;&#x5927;&#x62B5;&#x4E5F;&#x5C31;&#x662F;&#x952E;&#x76D8;&#xFF0C;&#x89E6;&#x6478;&#x677F;&#xFF0C;&#x6444;&#x50CF;&#x5934;&#xFF0C;USB&#x63A5;&#x53E3;&#xFF0C;HDMI &#x63A5;&#x53E3;&#x7B49;&#x7B49;&#x4E86;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x7B14;&#x8BB0;&#x672C;&#x800C;&#x8A00;&#xFF0C;&#x952E;&#x76D8;&#x548C;&#x89E6;&#x6478;&#x677F;&#x662F;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x4E24;&#x4E2A;&#x8F93;&#x5165;&#x8BBE;&#x5907;&#xFF0C;&#x952E;&#x76D8;&#x7684;&#x8D28;&#x91CF;&#x548C;&#x529F;&#x80FD;&#x548C;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#x6B63;&#x76F8;&#x5173;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x952E;&#x76D8;&#x548C;&#x89E6;&#x6478;&#x677F;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x90FD;&#x662F;&#x5927;&#x540C;&#x5C0F;&#x5F02;&#xFF0C;&#x552F;&#x4E00;&#x503C;&#x5F97;&#x4E00;&#x63D0;&#x7684;&#x5C31;&#x662F; PC &#x673A;&#x4E2D; ThinkPad &#x72EC;&#x7279;&#x7684;&#x5C0F;&#x7EA2;&#x70B9;&#xFF0C;&#x548C; Macbook &#x7279;&#x6709;&#x7684;&#x89E6;&#x6478;&#x677F;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x5F53;&#x524D;&#x60F3;&#x8981;&#x9009;&#x8D2D;&#x7B14;&#x8BB0;&#x672C;&#x7684;&#x7528;&#x6237;&#x5BF9;&#x4E8E;&#x952E;&#x76D8;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x591A;&#x5C11;&#x9009;&#x62E9;&#x7684;&#x4F59;&#x5730;&#x4E86;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x5382;&#x5546;&#x5DF2;&#x7ECF;&#x53EA;&#x4F7F;&#x7528;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#xFF0C;&#x6240;&#x4EE5;&#x4E0D;&#x7BA1;&#x662F;&#x4E4B;&#x524D;&#x4F7F;&#x7528;&#x8FC7;&#x5176;&#x4ED6;&#x952E;&#x76D8;&#x7684;&#x7528;&#x6237;&#xFF0C;&#x90FD;&#x65E0;&#x6CD5;&#x907F;&#x514D;&#x9700;&#x8981;&#x53BB;&#x9002;&#x5E94;&#x8FD9;&#x4E00;&#x7C7B;&#x578B;&#x7684;&#x952E;&#x76D8;&#x3002;</p>
<p>&#x53E6;&#x5916;&#x6709;&#x4E9B;&#x7B14;&#x8BB0;&#x672C;&#x4F1A;&#x7ED9;&#x952E;&#x76D8;&#x4E00;&#x4E2A;&#x952E;&#x76D8;&#x706F;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x60C5;&#x51B5;&#x4E0B;&#x952E;&#x76D8;&#x706F;&#x7684;&#x4F5C;&#x7528;&#x662F;&#x5F88;&#x5FAE;&#x5C0F;&#x7684;&#xFF0C;&#x800C;&#x5982;&#x679C;&#x4F60;&#x662F;&#x5728;&#x5B66;&#x4E60;&#x6216;&#x8005;&#x5BB9;&#x6613;&#x65AD;&#x7535;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x90A3;&#x4E48;&#x4E00;&#x4E2A;&#x952E;&#x76D8;&#x706F;&#x53EF;&#x4EE5;&#x8BA9;&#x4F60;&#x6301;&#x7EED;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x5C31;&#x9700;&#x8981;&#x8003;&#x8651;&#x662F;&#x5426;&#x5728;&#x9009;&#x8D2D;&#x65F6;&#x9009;&#x62E9;&#x5E26;&#x6709;&#x952E;&#x76D8;&#x706F;&#x7684;&#x7535;&#x8111;&#x3002;</p>
<h2 id="&#x952E;&#x76D8;">&#x952E;&#x76D8;</h2>
<p>&#x952E;&#x76D8;&#x4F5C;&#x4E3A;&#x7B14;&#x8BB0;&#x672C;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x8F93;&#x5165;&#x5DE5;&#x5177;&#xFF0C;&#x5360;&#x636E;&#x7528;&#x6237;&#x5927;&#x91CF;&#x4F7F;&#x7528;&#x7535;&#x8111;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4E0B;&#x9762;&#x5C31;&#x4ECE;&#x952E;&#x76D8;&#x7684;&#x5E03;&#x5C40;&#x8BB2;&#x8FF0;&#x4E0B;&#x7B14;&#x8BB0;&#x672C;&#x952E;&#x76D8;&#x7684;&#x53D1;&#x5C55;&#x5386;&#x53F2;&#x3002;</p>
<h3 id="&#x952E;&#x76D8;&#x7684;&#x5E03;&#x5C40;">&#x952E;&#x76D8;&#x7684;&#x5E03;&#x5C40;</h3>
<p>&#x952E;&#x76D8;&#x7684;&#x5E03;&#x5C40;&#x5BF9;&#x4E8E;&#x8F93;&#x5165;&#x6765;&#x8BF4;&#x975E;&#x5E38;&#x91CD;&#x8981;&#xFF0C;&#x800C;&#x5E02;&#x9762;&#x4E0A;&#x7B14;&#x8BB0;&#x672C;&#x7684;&#x952E;&#x76D8;&#x57FA;&#x672C;&#x4E0A;&#x90FD;&#x662F;&#x76F8;&#x5DEE;&#x4E0D;&#x591A;&#x3002;&#x5982;&#x679C;&#x975E;&#x8981;&#x770B;&#x533A;&#x522B;&#xFF0C;&#x4E00;&#x4E2A;&#x5C31;&#x662F; Windows &#x5FBD;&#x6807;&#x7684;&#x952E;&#x548C; Fn &#x529F;&#x80FD;&#x952E;&#xFF0C;&#x4E0D;&#x540C;&#x54C1;&#x724C;&#x7684;&#x7535;&#x8111;&#x53EF;&#x80FD;&#x8BBE;&#x8BA1;&#x4E0A;&#x4F1A;&#x7565;&#x6709;&#x5DEE;&#x522B;&#x3002;</p>
<p>&#x8FD1;&#x5E74;&#x6765;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x5382;&#x5546;&#x5C06;&#x964D;&#x4F4E;&#x548C;&#x63D0;&#x9AD8;&#x97F3;&#x91CF;&#xFF0C;&#x6539;&#x53D8;&#x5C4F;&#x5E55;&#x4EAE;&#x5EA6;&#x7B49;&#x529F;&#x80FD;&#x952E;&#x6D89;&#x53CA;&#x5230; F1-12 &#x6309;&#x952E;&#x4E0A;&#x3002;&#x5BF9;&#x4E8E;&#x7ECF;&#x5E38;&#x4F7F;&#x7528; F1-12 &#x529F;&#x80FD;&#x952E;&#x7684;&#x7528;&#x6237;&#xFF0C;&#x5982;&#x679C;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x9700;&#x8981;&#x5B89;&#x88C5; Fn &#x6765;&#x89E6;&#x53D1;&#xFF0C;&#x90A3;&#x4E48;&#x4F1A;&#x5E26;&#x6765;&#x975E;&#x5E38;&#x5927;&#x7684;&#x56F0;&#x6270;&#x3002;</p>
<p>&#x53E6;&#x5916;&#x6BD4;&#x5982; Home &#xFF0C;End&#xFF0C;PgUp&#xFF0C;PgDown&#xFF0C;PrintScreen &#x7B49;&#x7B49;&#x6309;&#x952E;&#x867D;&#x7136;&#x5E73;&#x65F6;&#x53EF;&#x80FD;&#x4F7F;&#x7528;&#x4E5F;&#x6BD4;&#x8F83;&#x5C11;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x53EF;&#x4EE5;&#x6CE8;&#x610F;&#x4E00;&#x4E0B;&#x3002;</p>
<h3 id="&#x4F20;&#x7EDF;&#x952E;&#x76D8;">&#x4F20;&#x7EDF;&#x952E;&#x76D8;</h3>
<p>Traditional Keyboard &#x6216;&#x8005;&#x79F0;&#x4E3A; Classic Keyboard&#xFF0C;&#x4F20;&#x7EDF;&#x98CE;&#x683C;&#x7684;&#x952E;&#x76D8;&#x952E;&#x5E3D;&#x8FB9;&#x7F18;&#x4F1A;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x503E;&#x659C;&#xFF0C;&#x952E;&#x4E0E;&#x952E;&#x4E4B;&#x95F4;&#x5927;&#x6982;&#x53EA;&#x6709;1&#x6BEB;&#x7C73;&#x7684;&#x95F4;&#x9694;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#x4E0B;&#x9762; ThinkPad &#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x952E;&#x76D8;</p>
<figure id="fig1.3.6.1"><img src="../imgs/thinkpad-classic-keyboard-on-w520.jpg" alt="traditional keyboard"><figcaption class="center">&#x56FE;&#x7247; - traditional keyboard</figcaption></figure>
<p>&#x8FD9;&#x79CD;&#x952E;&#x76D8;&#x5982;&#x4ECA;&#x5DF2;&#x7ECF;&#x5F88;&#x5C11;&#x5728;&#x7B14;&#x8BB0;&#x672C;&#x4E0A;&#x89C1;&#x5230;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x5DF2;&#x7ECF;&#x88AB;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x548C;&#x6D6E;&#x5C9B;&#x952E;&#x76D8;&#x6240;&#x53D6;&#x4EE3;&#x3002;</p>
<p>&#x4F20;&#x7EDF;&#x952E;&#x76D8;&#x7684;&#x4F18;&#x70B9;&#x5C31;&#x662F;&#x8BA9;&#x4ECE;&#x8001;&#x65E7;&#x7B14;&#x8BB0;&#x672C;&#x5207;&#x6362;&#x8FC7;&#x6765;&#x7684;&#x7528;&#x6237;&#x4E0D;&#x7528;&#x9002;&#x5E94;&#x65B0;&#x7684;&#x952E;&#x76D8;&#xFF0C;&#x4F20;&#x7EDF;&#x952E;&#x76D8;&#x901A;&#x5E38;&#x4F4D;&#x4E8E;&#x6258;&#x76D8;&#x4E2D;&#xFF0C;&#x7528;&#x6237;&#x80FD;&#x591F;&#x8F7B;&#x6613;&#x7684;&#x5B8C;&#x5168;&#x53D6;&#x51FA;&#x5E76;&#x66F4;&#x6362;&#x3002;</p>
<p>&#x4F20;&#x7EDF;&#x952E;&#x76D8;&#x7684;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x597D;&#x5904;&#x5C31;&#x662F;&#x5B83;&#x7684;&#x952E;&#x7A0B;&#x8981;&#x6BD4;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x957F;&#xFF0C;&#x5F80;&#x5F80;&#x952E;&#x7A0B;&#x6BD4;&#x8F83;&#x957F;&#x7ED9;&#x4EBA;&#x7684;&#x89E6;&#x89C9;&#x53CD;&#x9988;&#x66F4;&#x597D;&#x3002;</p>
<p>&#x4E0D;&#x597D;&#x4E4B;&#x5904;&#x5C31;&#x662F;&#x4F20;&#x7EDF;&#x952E;&#x76D8;&#x96BE;&#x4EE5;&#x6E05;&#x7406;&#xFF0C;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x8F7B;&#x6613;&#x7684;&#x6E05;&#x7406;&#x952E;&#x4E0E;&#x952E;&#x4E4B;&#x95F4;&#x7684;&#x7F1D;&#x9699;&#x3002;</p>
<h3 id="chiclet-&#x952E;&#x76D8;">Chiclet &#x952E;&#x76D8;</h3>
<p>Chiclet &#x952E;&#x76D8;&#xFF0C;&#x4FD7;&#x79F0;&#x7684;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#xFF0C;&#x8FD9;&#x79CD;&#x952E;&#x76D8;&#x901A;&#x5E38;&#x7684;&#x7279;&#x70B9;&#x662F;&#x6309;&#x952E;&#x8868;&#x9762;&#x662F;&#x5E73;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x952E;&#x4E0E;&#x952E;&#x4E4B;&#x95F4;&#x6709;&#x989D;&#x5916;&#x7684;&#x95F4;&#x8DDD;&#x3002;&#x8FD9;&#x79CD;&#x952E;&#x76D8;&#x53C8;&#x88AB;&#x79F0;&#x4E3A; &#x60AC;&#x6D6E;&#x952E;&#x76D8;&#xFF08;floating keyboard&#xFF09;&#xFF0C;&#x6216;&#x8005;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A; &#x5B64;&#x5C9B;&#x952E;&#x76D8;&#xFF08;island-style keyboard&#xFF09;&#xFF0C;</p>
<figure id="fig1.3.6.2"><img src="../imgs/chiclet_keyboard.jpg" alt="chiclet keyboard"><figcaption class="center">&#x56FE;&#x7247; - chiclet keyboard</figcaption></figure>
<p>&#x7F51;&#x4E0A;&#x7684;&#x8BF4;&#x6CD5;&#x662F;&#xFF0C;&#x8BBE;&#x8BA1;&#x98CE;&#x683C;&#x4E0A;&#x8FD9;&#x79CD;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x66F4;&#x5177;&#x73B0;&#x4EE3;&#x98CE;&#x683C;&#xFF0C;&#x5728;&#x7B14;&#x8BB0;&#x672C;&#x8BBE;&#x8BA1;&#x4E2D;&#x4E5F;&#x53EF;&#x4EE5;&#x5C06;&#x7B14;&#x8BB0;&#x672C;&#x8BBE;&#x8BA1;&#x66F4;&#x52A0;&#x8F7B;&#x8584;&#x3002;</p>
<p>Chiclet &#x952E;&#x76D8;&#x4ECD;&#x7136;&#x4F1A;&#x5728;&#x952E;&#x5E3D;&#x4E4B;&#x4E0B;&#x79EF;&#x7D2F;&#x7070;&#x5C18;&#x548C;&#x6C61;&#x57A2;&#xFF0C;&#x4F46;&#x662F;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x8981;&#x6BD4;&#x4F20;&#x7EDF;&#x952E;&#x76D8;&#x66F4;&#x52A0;&#x5BB9;&#x6613;&#x6E05;&#x7406;&#x3002;</p>
<p>&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x7684;&#x89E6;&#x89C9;&#x53CD;&#x9988;&#x5DEE;&#x5F02;&#x5F88;&#x5927;&#xFF0C;&#x8D85;&#x8584;&#x7B14;&#x8BB0;&#x672C;&#x4E2D;&#x4F53;&#x9A8C;&#x6700;&#x5DEE;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x7B14;&#x8BB0;&#x672C;&#x4E3A;&#x4E86;&#x8BBE;&#x8BA1;&#x5F97;&#x66F4;&#x52A0;&#x8584;&#xFF0C;&#x6240;&#x4EE5;&#x51CF;&#x5C11;&#x4E86;&#x952E;&#x76D8;&#x7684;&#x952E;&#x7A0B;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x4E5F;&#x662F; Macbook &#x65B0;&#x6B3E;&#x952E;&#x76D8;&#x5E7F;&#x53D7;&#x5410;&#x69FD;&#x7684;&#x4E00;&#x70B9;&#x3002;&#x4F46;&#x662F;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x54C1;&#x724C;&#x7684;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x6709;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x7684;&#x89E6;&#x611F;&#x3002;</p>
<p>&#x4F18;&#x70B9;&#xFF1A;</p>
<ul>
<li>&#x4E0D;&#x9519;&#x7684;&#x5916;&#x89C2;&#x8BBE;&#x8BA1;</li>
<li>&#x5BB9;&#x6613;&#x6E05;&#x7406;</li>
</ul>
<p>&#x7F3A;&#x70B9;&#xFF1A;</p>
<ul>
<li>&#x8BBE;&#x8BA1;&#x5F71;&#x54CD;&#x4E86;&#x6572;&#x51FB;&#x6309;&#x952E;&#x7684;&#x8212;&#x9002;&#x6027;</li>
</ul>
<h3 id="&#x673A;&#x68B0;&#x952E;&#x76D8;">&#x673A;&#x68B0;&#x952E;&#x76D8;</h3>
<p>&#x673A;&#x68B0;&#x952E;&#x76D8;&#x5728;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x4E0A;&#x975E;&#x5E38;&#x5C11;&#x89C1;&#xFF0C;&#x9664;&#x4E86;&#x4E00;&#x4E9B;&#x6781;&#x7AEF;&#x7684;&#x6E38;&#x620F;&#x672C;&#xFF0C;&#x5F88;&#x5C11;&#x5382;&#x5546;&#x4F1A;&#x5C06;&#x673A;&#x68B0;&#x952E;&#x76D8;&#x8BBE;&#x8BA1;&#x5230;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x4E0A;&#x3002;&#x8FD9;&#x672C;&#x5C31;&#x5DF2;&#x7ECF;&#x548C;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x4FBF;&#x643A;&#x4EA7;&#x751F;&#x4E86;&#x77DB;&#x76FE;&#x3002;&#x4E0D;&#x8FC7;&#x4E0D;&#x59A8;&#x788D;&#x6211;&#x4EEC;&#x4E86;&#x89E3;&#x673A;&#x68B0;&#x952E;&#x76D8;&#x3002;</p>
<p>&#x591A;&#x6570;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x90FD;&#x662F;&#x4F7F;&#x7528;&#x7684;&#x8584;&#x819C;&#x952E;&#x76D8;&#xFF0C;&#x6CA1;&#x6709;&#x673A;&#x68B0;&#x7684;&#x52A8;&#x4F5C;&#xFF0C;&#x800C;&#x673A;&#x68B0;&#x952E;&#x76D8;&#x5728;&#x6BCF;&#x4E2A;&#x6309;&#x952E;&#x4E0B;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x673A;&#x68B0;&#x88C5;&#x7F6E;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x673A;&#x68B0;&#x88C5;&#x7F6E;&#x4F7F;&#x5F97;&#x6572;&#x51FB;&#x952E;&#x76D8;&#x7684;&#x89E6;&#x611F;&#x5F97;&#x5230;&#x4E86;&#x63D0;&#x5347;&#x3002;&#x5982;&#x679C;&#x4F60;&#x4ECE;&#x4E8B;&#x6587;&#x5B57;&#x5DE5;&#x4F5C;&#xFF0C;&#x90A3;&#x4E48;&#x5F3A;&#x70C8;&#x5EFA;&#x8BAE;&#x4F60;&#x5728;&#x8D2D;&#x4E70;&#x7B14;&#x8BB0;&#x672C;&#x4E4B;&#x4F59;&#x9009;&#x8D2D;&#x4E00;&#x4E2A;&#x673A;&#x68B0;&#x952E;&#x76D8;&#x3002;</p>
<h3 id="&#x89E6;&#x89C9;&#x53CD;&#x9988;&#x952E;&#x76D8;">&#x89E6;&#x89C9;&#x53CD;&#x9988;&#x952E;&#x76D8;</h3>
<p>&#x8FD9;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x952E;&#x76D8;&#x6CA1;&#x6709;&#x7269;&#x7406;&#x6309;&#x952E;&#xFF0C;&#x6BCF;&#x4E2A;&#x201C;&#x952E;&#x201D;&#x4EC5;&#x901A;&#x8FC7;&#x89E6;&#x6478;&#x6216;&#x6309;&#x4E0B;&#x6765;&#x6FC0;&#x6D3B;&#x3002;&#x4ECE;&#x672C;&#x8D28;&#x4E0A;&#x8BB2;&#xFF0C;&#x89E6;&#x6478;&#x6216;&#x6309;&#x538B;&#x7684;&#x8868;&#x9762;&#x4E0D;&#x4F1A;&#x901A;&#x8FC7;&#x7269;&#x7406;&#x8FD0;&#x52A8;&#x505A;&#x51FA;&#x53CD;&#x9988;&#x3002;&#x5982;&#x679C;&#x952E;&#x76D8;&#x6709;&#x89E6;&#x89C9;&#x53CD;&#x9988;&#xFF0C;&#x5B83;&#x4F1A;&#x53D1;&#x51FA;&#x8F7B;&#x5FAE;&#x7684;&#x9707;&#x52A8;&#x6216;&#x55E1;&#x55E1;&#x58F0;&#xFF0C;&#x8BA9;&#x4F60;&#x77E5;&#x9053;&#x4F60;&#x5DF2;&#x7ECF;&#x6FC0;&#x6D3B;&#x4E86;&#x4E00;&#x4E2A;&#x6309;&#x952E;&#x3002;&#x7C7B;&#x4F3C;&#x4E0E; &#x82F9;&#x679C;&#x5728;&#x624B;&#x673A;&#x7AEF;&#x5F15;&#x5165;&#x7684;&#x975E;&#x5B9E;&#x4F53;HOME &#x952E;&#x3002;</p>
<p>&#x5C3D;&#x7BA1;&#x8054;&#x60F3;&#x5728; 2016 &#x5E74;&#x5C31;&#x53D1;&#x4E0D;&#x8FC7;&#x76F8;&#x5173;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x4F46;&#x662F;&#x65E0;&#x6CD5;&#x5F25;&#x8865;&#x4ED6;&#x7684;&#x7F3A;&#x9677;&#x3002;</p>
<p>&#x5F15;&#x7528;&#x5A92;&#x4F53;&#x7684;&#x8BC4;&#x4EF7;</p>
<p>&#x201C;&#x867D;&#x7136;&#x5B83;&#x770B;&#x8D77;&#x6765;&#x5F88;&#x795E;&#x5947;&#xFF0C;&#x4F46;&#x611F;&#x89C9;&#x771F;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x7CDF;&#x7CD5;&#x7684;&#x66FF;&#x4EE3;&#x54C1;&#x3002;&#x5728;&#x5B83;&#x4E0A;&#x9762;&#x6253;&#x5B57;&#x7F13;&#x6162;&#x800C;&#x7B28;&#x62D9;&#x3002;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x7269;&#x7406;&#x6309;&#x952E;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x76F2;&#x76EE;&#x5730;&#x70B9;&#x51FB;&#x4F60;&#x8BA4;&#x4E3A;&#x6309;&#x952E;&#x7684;&#x4F4D;&#x7F6E;&#x3002;&#x8FD9;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4E00;&#x4E9B;&#x7EC3;&#x4E60;&#x548C;&#x96C6;&#x4E2D;&#x7CBE;&#x795E;&#xFF0C;&#x4ECE;&#x800C;&#x7CBE;&#x786E;&#x5730;&#x8F93;&#x5165;&#x5B57;&#x6BCD;&#xFF0C;&#x4F46;&#x662F;&#x4F7F;&#x7528;&#x8F83;&#x5C0F;&#x7684;&#x6807;&#x70B9;&#x7B26;&#x53F7;&#x952E;&#x548C;Shift &#x952E;&#x7EC4;&#x5408;&#x5F88;&#x5C34;&#x5C2C;&#x3002;&#x89E6;&#x6478;&#x6253;&#x5B57;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#xFF0C;&#x7528;&#x98DF;&#x6307;&#x70B9;&#x51FB;&#x53EA;&#x6BD4;&#x5C4F;&#x5E55;&#x4E0A;&#x7684;&#x9009;&#x62E9;&#x7A0D;&#x5FAE;&#x597D;&#x4E00;&#x70B9;&#x3002;&#x201C;<sup><a href="#fn_touch" id="reffn_touch">touch</a></sup></p>
<figure id="fig1.3.6.3"><img src="../imgs/touch-and-haptic-feedback.jpg" alt="touch and haptic feedback"><figcaption class="center">&#x56FE;&#x7247; - touch and haptic feedback</figcaption></figure>
<p>&#x4F18;&#x70B9;&#xFF1A;</p>
<ul>
<li>&#x5F53;&#x4F7F;&#x7528;&#x5E73;&#x677F;&#x8BBE;&#x5907;&#x65F6;&#x6BD4;&#x8F83;&#x65B9;&#x4FBF;</li>
</ul>
<p>&#x7F3A;&#x70B9;&#xFF1A;</p>
<ul>
<li>&#x6CA1;&#x6709;&#x7269;&#x7406;&#x89E6;&#x89C9;&#x51E0;&#x4E4E;&#x65E0;&#x6CD5;&#x8212;&#x9002;&#x5730;&#x8F93;&#x5165;</li>
</ul>
<h3 id="&#x603B;&#x7ED3;">&#x603B;&#x7ED3;</h3>
<p>&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x51E0;&#x4E4E;&#x6210;&#x4E3A;&#x4E86;&#x73B0;&#x5728;&#x7B14;&#x8BB0;&#x672C;&#x7684;&#x4E3B;&#x6D41;&#x65B9;&#x6848;&#xFF0C;&#x5B83;&#x5728;&#x8FC7;&#x53BB;&#x51E0;&#x5E74;&#x91CC;&#x5B8C;&#x5168;&#x53D6;&#x4EE3;&#x4E86;&#x4F20;&#x7EDF;&#x952E;&#x76D8;&#xFF0C;&#x673A;&#x68B0;&#x952E;&#x76D8;&#x53EA;&#x51FA;&#x73B0;&#x5728;&#x5C11;&#x91CF;&#x7684; MSI &#x548C; &#x8054;&#x60F3;&#x6E38;&#x620F;&#x672C;&#x4E2D;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x7B14;&#x8BB0;&#x672C;&#x4E2D;&#x6CA1;&#x6709;&#x666E;&#x53CA;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x666E;&#x53CA;&#x3002;&#x89E6;&#x6478;&#x6216;&#x8005;&#x89E6;&#x89C9;&#x7684;&#x952E;&#x76D8;&#x53EF;&#x4EE5;&#x7528;&#x5728;&#x5E73;&#x677F;&#x7535;&#x8111;&#x4E0A;&#xFF0C;&#x4F46;&#x662F;&#x901A;&#x5E38;&#x4E0D;&#x80FD;&#x4F5C;&#x4E3A;&#x7B14;&#x8BB0;&#x672C;&#x7535;&#x8111;&#x7684;&#x4E3B;&#x8981;&#x8F93;&#x5165;&#x8BBE;&#x5907;&#x3002;</p>
<p>&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x5BF9;&#x884C;&#x4E1A;&#x53D1;&#x5C55;&#x9020;&#x6210;&#x7684;&#x5F71;&#x54CD;&#x4E0D;&#x80FD;&#x8BF4;&#x597D;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x8BF4;&#x574F;&#xFF0C;&#x5DE7;&#x514B;&#x529B;&#x952E;&#x76D8;&#x80FD;&#x5426;&#x63D0;&#x4F9B;&#x826F;&#x597D;&#x7684;&#x6253;&#x5B57;&#x4F53;&#x9A8C;&#x5E76;&#x4E0D;&#x4F9D;&#x8D56;&#x4E8E;&#x5355;&#x4E00;&#x7684;&#x56E0;&#x7D20;&#xFF0C;&#x4E24;&#x4E2A;&#x98CE;&#x683C;&#x76F8;&#x540C;&#x7684;&#x952E;&#x76D8;&#x53EF;&#x80FD;&#x5B8C;&#x5168;&#x6709;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x5EFA;&#x8BAE;&#x5982;&#x679C;&#x5728;&#x4E0D;&#x786E;&#x5B9A;&#x952E;&#x76D8;&#x662F;&#x5426;&#x8212;&#x9002;&#x65F6;&#xFF0C;&#x5C3D;&#x91CF;&#x5728;&#x8D2D;&#x4E70;&#x524D;&#x8BD5;&#x7528;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x952E;&#x76D8;&#x3002;</p>
<h2 id="&#x89E6;&#x6478;&#x677F;">&#x89E6;&#x6478;&#x677F;</h2>
<p>&#x5BF9;&#x4E8E;PC&#x673A;&#x7684;&#x89E6;&#x6478;&#x677F;&#xFF0C;&#x5927;&#x591A;&#x4F53;&#x9A8C;&#x90FD;&#x76F8;&#x5DEE;&#x65E0;&#x51E0;&#xFF0C;&#x6700;&#x591A;&#x5728;&#x529F;&#x80FD;&#x4E0A;&#x7565;&#x6709;&#x5DEE;&#x5F02;&#xFF0C;&#x53CC;&#x6307;&#x6216;&#x8005;&#x4E09;&#x6307;&#x64CD;&#x4F5C;&#x3002;</p>
<p>&#x5BF9;&#x4E8E; MacBook &#x7684;&#x89E6;&#x6478;&#x677F;&#x53EF;&#x80FD;&#x662F;&#x9886;&#x5148; PC &#x5F88;&#x591A;&#x5F88;&#x591A;&#x7684;&#x4E86;&#x3002;</p>
<p>&#x53E6;&#x5916;&#x8981;&#x8BF4;&#x7684;&#x5C31;&#x662F; ThinkPad &#x7CFB;&#x5217;&#x7684;&#x5C0F;&#x7EA2;&#x70B9;&#xFF0C;&#x4EE5;&#x4E00;&#x4E2A;&#x64CD;&#x4F5C;&#x6746;&#x4EE3;&#x66FF;&#x9F20;&#x6807;&#x7684;&#x6ED1;&#x52A8;&#xFF0C;&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x662F;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x7684;&#x3002;</p>
<h2 id="&#x63A5;&#x53E3;">&#x63A5;&#x53E3;</h2>
<p>&#x867D;&#x7136;&#x73B0;&#x5728;&#x7684;&#x7B14;&#x8BB0;&#x672C;&#x8D8A;&#x505A;&#x8D8A;&#x8584;&#xFF0C;&#x8D8A;&#x505A;&#x8D8A;&#x5C0F;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x8BA4;&#x4E3A;&#x7684; USB&#xFF0C;HDMI &#x63A5;&#x53E3;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x4E5F;&#x5C31;&#x662F;&#x6211;&#x65E0;&#x6CD5;&#x770B;&#x597D;&#x82F9;&#x679C;&#x63A5;&#x53E3;&#x7684;&#x4E00;&#x5927;&#x539F;&#x56E0;&#xFF0C;&#x867D;&#x7136;&#x4E0D;&#x5F97;&#x4E0D;&#x8BF4;&#x82F9;&#x679C;&#x5728;&#x63A5;&#x53E3;&#x65B9;&#x9762;&#x7684;&#x521B;&#x65B0;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x5E02;&#x573A;&#x666E;&#x904D;&#x8FD8;&#x6CA1;&#x6709;&#x63A5;&#x53D7;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5982;&#x679C;&#x727A;&#x7272;&#x4E86;&#x63A5;&#x53E3;&#x7684;&#x4FBF;&#x6377;&#x6027;&#x800C;&#x9700;&#x8981;&#x643A;&#x5E26;&#x5404;&#x79CD;&#x63A5;&#x53E3;&#x8F6C;&#x6362;&#x8BBE;&#x5907;&#xFF0C;&#x90A3;&#x4E48;&#x5BF9;&#x4E8E;&#x4FBF;&#x643A;&#x6765;&#x8BF4;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x707E;&#x96BE;&#x3002;</p>
<h2 id="reference">reference</h2>
<ul>
<li><a href="http://www.notebookreview.com/feature/laptop-keyboards-explained-best-worst-keyboard-tech/" target="_blank">http://www.notebookreview.com/feature/laptop-keyboards-explained-best-worst-keyboard-tech/</a></li>
</ul>
<blockquote id="fn_touch">
<sup>touch</sup>. <a href="http://www.notebookreview.com/feature/laptop-keyboards-explained-best-worst-keyboard-tech/" target="_blank">http://www.notebookreview.com/feature/laptop-keyboards-explained-best-worst-keyboard-tech/</a><a href="#reffn_touch" title="Jump back to footnote [touch] in the text."> &#x21A9;</a>
</blockquote>
<p><div id="page-footer" class="localized-footer"><hr><p><em>&#x7531; <a href="https://blog.einverne.info" target="_blank">Ein Verne</a> &#x901A;&#x8FC7; <a href="http://creativecommons.org/licenses/by-nc-sa/4.0/" target="_blank">&#x77E5;&#x8BC6;&#x5171;&#x4EAB; &#x7F72;&#x540D;-&#x975E;&#x5546;&#x4E1A;&#x6027;&#x4F7F;&#x7528;-&#x76F8;&#x540C;&#x65B9;&#x5F0F;&#x5171;&#x4EAB; 4.0 &#x534F;&#x8BAE;</a>&#x53D1;&#x5E03;</em></p>
</div></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="display.html" class="navigation navigation-prev " aria-label="Previous page: 显示器">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="operating-system.html" class="navigation navigation-next " aria-label="Next page: 操作系统">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"外设","level":"1.3.6","depth":2,"next":{"title":"操作系统","level":"1.3.7","depth":2,"path":"laptop/operating-system.md","ref":"laptop/operating-system.md","articles":[]},"previous":{"title":"显示器","level":"1.3.5","depth":2,"path":"laptop/display.md","ref":"laptop/display.md","articles":[]},"dir":"ltr"},"config":{"plugins":["editlink","image-captions","splitter","expandable-chapters-small","-mathjax","ga","-lunr","-search","search-pro","sitemap","localized-footer"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"editlink":{"label":"编辑本页","multilingual":false,"base":"https://github.com/einverne/notebook-buyer-guide"},"splitter":{},"search-pro":{"cutWordLib":"nodejieba"},"localized-footer":{"filename":"./FOOTER.md","hline":true},"fontsettings":{"theme":"white","family":"sans","size":2},"fontSettings":{"theme":"white","family":"serif","size":2},"highlight":{},"sitemap":{"hostname":"https://einverne.github.io/"},"expandable-chapters-small":{},"ga":{"configuration":"auto","token":"UA-60753376-3"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"image-captions":{"caption":"图片 - _CAPTION_","align":"center","variable_name":"_pictures"}},"theme":"default","keywords":"笔记本选购指南, laptop , notebook, cpu, ram, gpu, graphics-card, ","author":"Ein Verne","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":36,"bottom":36},"toc":true},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{"_pictures":[{"backlink":"laptop/cpu.html#fig1.3.1.1","level":"1.3.1","align":"center","list_caption":"Figure: cpu model name","alt":"cpu model name","nro":1,"url":"../imgs/cpu-model-name.png","index":1,"caption_template":"图片 - _CAPTION_","label":"cpu model name","attributes":{},"skip":false,"key":"1.3.1.1"},{"backlink":"laptop/cpu.html#fig1.3.1.2","level":"1.3.1","align":"center","list_caption":"Figure: intel cpu","alt":"intel cpu","nro":2,"url":"../imgs/Intel-processor-naming-scheme.gif","index":2,"caption_template":"图片 - _CAPTION_","label":"intel cpu","attributes":{},"skip":false,"key":"1.3.1.2"},{"backlink":"laptop/cpu.html#fig1.3.1.3","level":"1.3.1","align":"center","list_caption":"Figure: cpu-z","alt":"cpu-z","nro":3,"url":"../imgs/cpu-z.png","index":3,"caption_template":"图片 - _CAPTION_","label":"cpu-z","attributes":{},"skip":false,"key":"1.3.1.3"},{"backlink":"laptop/ram.html#fig1.3.2.1","level":"1.3.2","align":"center","list_caption":"Figure: ddr4 vs ddr3","alt":"ddr4 vs ddr3","nro":4,"url":"../imgs/ram-ddr3-vs-ddr4.png","index":1,"caption_template":"图片 - _CAPTION_","label":"ddr4 vs ddr3","attributes":{},"skip":false,"key":"1.3.2.1"},{"backlink":"laptop/ram.html#fig1.3.2.2","level":"1.3.2","align":"center","list_caption":"Figure: DRAM memory topology","alt":"DRAM memory topology","nro":5,"url":"../imgs/dram-memory-topology.png","index":2,"caption_template":"图片 - _CAPTION_","label":"DRAM memory topology","attributes":{},"skip":false,"key":"1.3.2.2"},{"backlink":"laptop/ram.html#fig1.3.2.3","level":"1.3.2","align":"center","list_caption":"Figure: memory structure","alt":"memory structure","nro":6,"url":"../imgs/memory-structure.png","index":3,"caption_template":"图片 - _CAPTION_","label":"memory structure","attributes":{},"skip":false,"key":"1.3.2.3"},{"backlink":"laptop/ram.html#fig1.3.2.4","level":"1.3.2","align":"center","list_caption":"Figure: ddr3","alt":"ddr3","nro":7,"url":"../imgs/ddr3.gif","index":4,"caption_template":"图片 - _CAPTION_","label":"ddr3","attributes":{},"skip":false,"key":"1.3.2.4"},{"backlink":"laptop/ram.html#fig1.3.2.5","level":"1.3.2","align":"center","list_caption":"Figure: ddr4","alt":"ddr4","nro":8,"url":"../imgs/ddr4.gif","index":5,"caption_template":"图片 - _CAPTION_","label":"ddr4","attributes":{},"skip":false,"key":"1.3.2.5"},{"backlink":"laptop/ram.html#fig1.3.2.6","level":"1.3.2","align":"center","list_caption":"Figure: ddr4 samsung","alt":"ddr4 samsung","nro":9,"url":"../imgs/ddr4-samsung-2400t-1x8gbso-dimm-ddr4-2400.png","index":6,"caption_template":"图片 - _CAPTION_","label":"ddr4 samsung","attributes":{},"skip":false,"key":"1.3.2.6"},{"backlink":"laptop/harddrive.html#fig1.3.3.1","level":"1.3.3","align":"center","list_caption":"Figure: msata","alt":"msata","nro":10,"url":"../imgs/msata.jpeg","index":1,"caption_template":"图片 - _CAPTION_","label":"msata","attributes":{},"skip":false,"key":"1.3.3.1"},{"backlink":"laptop/harddrive.html#fig1.3.3.2","level":"1.3.3","align":"center","list_caption":"Figure: m2","alt":"m2","nro":11,"url":"../imgs/m2.jpeg","index":2,"caption_template":"图片 - _CAPTION_","label":"m2","attributes":{},"skip":false,"key":"1.3.3.2"},{"backlink":"laptop/graphics-card.html#fig1.3.4.1","level":"1.3.4","align":"center","list_caption":"Figure: nvidia name schama","alt":"nvidia name schama","nro":12,"url":"../imgs/nvidia-amd-name-schama.png","index":1,"caption_template":"图片 - _CAPTION_","label":"nvidia name schama","attributes":{},"skip":false,"key":"1.3.4.1"},{"backlink":"laptop/graphics-card.html#fig1.3.4.2","level":"1.3.4","align":"center","list_caption":"Figure: vga","alt":"vga","nro":13,"url":"../imgs/vga.jpg","index":2,"caption_template":"图片 - _CAPTION_","label":"vga","attributes":{},"skip":false,"key":"1.3.4.2"},{"backlink":"laptop/graphics-card.html#fig1.3.4.3","level":"1.3.4","align":"center","list_caption":"Figure: HDMI","alt":"HDMI","nro":14,"url":"../imgs/hdmi.jpg","index":3,"caption_template":"图片 - _CAPTION_","label":"HDMI","attributes":{},"skip":false,"key":"1.3.4.3"},{"backlink":"laptop/graphics-card.html#fig1.3.4.4","level":"1.3.4","align":"center","list_caption":"Figure: HDMI TYPE","alt":"HDMI TYPE","nro":15,"url":"../imgs/HDMI_Connector_Types.png","index":4,"caption_template":"图片 - _CAPTION_","label":"HDMI TYPE","attributes":{},"skip":false,"key":"1.3.4.4"},{"backlink":"laptop/graphics-card.html#fig1.3.4.5","level":"1.3.4","align":"center","list_caption":"Figure: HDMI Speed bandwidth","alt":"HDMI Speed bandwidth","nro":16,"url":"../imgs/HDMI_Signal_Bandwidth_Chart_2048x2048.png","index":5,"caption_template":"图片 - _CAPTION_","label":"HDMI Speed bandwidth","attributes":{},"skip":false,"key":"1.3.4.5"},{"backlink":"laptop/display.html#fig1.3.5.1","level":"1.3.5","align":"center","list_caption":"Figure: resolution","alt":"resolution","nro":17,"url":"../imgs/display-resolution.png","index":1,"caption_template":"图片 - _CAPTION_","label":"resolution","attributes":{},"skip":false,"key":"1.3.5.1"},{"backlink":"laptop/display.html#fig1.3.5.2","level":"1.3.5","align":"center","list_caption":"Figure: same picture in different display","alt":"same picture in different display","nro":18,"url":"../imgs/same-picture-in-different-display.jpg","index":2,"caption_template":"图片 - _CAPTION_","label":"same picture in different display","attributes":{},"skip":false,"key":"1.3.5.2"},{"backlink":"laptop/display.html#fig1.3.5.3","level":"1.3.5","align":"center","list_caption":"Figure: tn","alt":"tn","nro":19,"url":"../imgs/tn.gif","index":3,"caption_template":"图片 - _CAPTION_","label":"tn","attributes":{},"skip":false,"key":"1.3.5.3"},{"backlink":"laptop/display.html#fig1.3.5.4","level":"1.3.5","align":"center","list_caption":"Figure: tn va ips","alt":"tn va ips","nro":20,"url":"../imgs/tn-va-ips.jpg","index":4,"caption_template":"图片 - _CAPTION_","label":"tn va ips","attributes":{},"skip":false,"key":"1.3.5.4"},{"backlink":"laptop/display.html#fig1.3.5.5","level":"1.3.5","align":"center","list_caption":"Figure: refresh rate","alt":"refresh rate","nro":21,"url":"../imgs/refresh-rate.gif","index":5,"caption_template":"图片 - _CAPTION_","label":"refresh rate","attributes":{},"skip":false,"key":"1.3.5.5"},{"backlink":"laptop/display.html#fig1.3.5.6","level":"1.3.5","align":"center","list_caption":"Figure: CIE 1931","alt":"CIE 1931","nro":22,"url":"../imgs/CIE-1931.png","index":6,"caption_template":"图片 - _CAPTION_","label":"CIE 1931","attributes":{},"skip":false,"key":"1.3.5.6"},{"backlink":"laptop/display.html#fig1.3.5.7","level":"1.3.5","align":"center","list_caption":"Figure: CIE srgb ntsc adobergb","alt":"CIE srgb ntsc adobergb","nro":23,"url":"../imgs/CIE1931xy_gamut_comparison.svg","index":7,"caption_template":"图片 - _CAPTION_","label":"CIE srgb ntsc adobergb","attributes":{},"skip":false,"key":"1.3.5.7"},{"backlink":"laptop/display.html#fig1.3.5.8","level":"1.3.5","align":"center","list_caption":"Figure: color spaces","alt":"color spaces","nro":24,"url":"../imgs/rgb-color-space-gamut.png","index":8,"caption_template":"图片 - _CAPTION_","label":"color spaces","attributes":{},"skip":false,"key":"1.3.5.8"},{"backlink":"laptop/peripherals.html#fig1.3.6.1","level":"1.3.6","align":"center","list_caption":"Figure: traditional keyboard","alt":"traditional keyboard","nro":25,"url":"../imgs/thinkpad-classic-keyboard-on-w520.jpg","index":1,"caption_template":"图片 - _CAPTION_","label":"traditional keyboard","attributes":{},"skip":false,"key":"1.3.6.1"},{"backlink":"laptop/peripherals.html#fig1.3.6.2","level":"1.3.6","align":"center","list_caption":"Figure: chiclet keyboard","alt":"chiclet keyboard","nro":26,"url":"../imgs/chiclet_keyboard.jpg","index":2,"caption_template":"图片 - _CAPTION_","label":"chiclet keyboard","attributes":{},"skip":false,"key":"1.3.6.2"},{"backlink":"laptop/peripherals.html#fig1.3.6.3","level":"1.3.6","align":"center","list_caption":"Figure: touch and haptic feedback","alt":"touch and haptic feedback","nro":27,"url":"../imgs/touch-and-haptic-feedback.jpg","index":3,"caption_template":"图片 - _CAPTION_","label":"touch and haptic feedback","attributes":{},"skip":false,"key":"1.3.6.3"}]},"title":"笔记本选购指南","links":{"home":false,"about":false,"issues":false,"contribute":false,"sidebar":{"博客地址":"https://einverne.github.io/"},"tail":{"Gitbook使用入门":"https://einverne.github.io/notebook-buyer-guide"},"gitbook":false,"sharing":{"google":true,"facebook":true,"twitter":true,"weibo":true,"qrcode":true}},"introduction":{"path":"README.md","title":"笔记本选购指南"},"gitbook":"*","description":"笔记本选购指南"},"file":{"path":"laptop/peripherals.md","mtime":"2018-10-02T12:23:09.143Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-10-02T12:25:26.606Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-editlink/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

